<section class="main" style="color: #fff;">
		<hr>
		<h1>Автобиография</h1>
		<hr>
		<article>
			<p>Моё полное имя - Ящук Максим Александрович. Родился 22.12.2000 года в поселке городского типа Раздольное. На вид я высокий, стройный парень со светло-коричневым цветом волос, серыми глазами (наверное). Сам я являюсь довольно скромным, усидчивым, спокойным, прямолинейным, весёлым, добрым и, как мне все говорят, умным. Вредных привычек не имею и стараюсь избегать людей с ними (особенно не люблю курильщиков).</p> 
			<p>В 2018 году окончил Раздольненскую "школу-гимназию" №2 им. Л. Рябики. На данный момент учусь и живу в Севастополе, в Севастопольском государственном университете на бакалавра по направлению "Информационные системы и технологии" (3 курс). Поступил я на это направление, так как мне интересна эта тема, она обладает огромным потенциалом и мне доставляет удовольствие написание программного кода и ещё большее удовольствие, когда оно работает =). </p>
			<p>Занимаюсь спортом, в частности футболом, волейболом. Помимо этого интересуюсь компьютерными играми, фильмами, сериалами, компьютерными комплектующими, военной техникой и даже немного политикой. Но не смотря на интересы, могу поддержать практически любую тему для разговора.</p>
		</article>
		<hr>
	</section>