<?php

namespace application\models;

use application\core\Model;

class Photo extends Model {

    public $quantity = 15;

    function __construct()
    {
        define("TITLES",[
            1 => 'Небо над поляной',
            2 => 'Небо над горами',
            3 => 'Небо над озером',
            4 => 'Огненный дракон',
            5 => 'Каменный дракон',
            6 => 'Дракон тьмы',
            7 => 'Дракон света',
            8 => 'Повелитель драконов',
            9 => 'Фрегат',
            10 => 'Ракетный крейсер',
            11 => 'Атомный ракетный крейсер',
            12 => 'Мечники',
            13 => 'Horizon',
            14 => 'Ведьмак',
            15 => 'Спартанцы',
        ]);
    }
    

}